[
    {
        "language": "English",          
        "projects": "Projects",  
        "home": "Home",  
        "multiplayer": "Multiplayer",
        "aboutme": "About Me",
        "resume": "Download Resume",
        "descriptionShipDestroyer": "&nbsp; &nbsp; &nbsp;<b>Ship Destroyer</b> is a mobile game for <b>Android devices</b> in which you can fight against enemy ships and destroy them with your cannons. You will also be able to choose between 6 different ships, each with their own special abilities!<br><br> &nbsp; &nbsp; &nbsp;This game took about 3 months to be developed. In this project I worked with implementation of <b>In-App-Purchase</b> and <b>AdMob</b> system as well!",
        "descriptionABeastOutside": "&nbsp; &nbsp; &nbsp;<b>A Beast Outside</b> is a game was done for a Game Jam, with theme of game Horror and Feral Beast. It was my first game for a Game Jam in which my game came in fourth place out of 25 participants!",
        "descriptionFPSMultiplayer": "&nbsp; &nbsp; &nbsp;This is a shooter <b>multiplayer</b> game in first person made with <b>Photon Pun </b>for the purpose of learning the tool!",
        "aboutmedescriptionP": "&nbsp; &nbsp; &nbsp;I have 30 years old and I am a <b><span>Unity Developer</span></b> from Brazil. I started game development in January 2022 and I always seek to improve my knowledge in the area, being self-taught, studying and learning on my own in order to improve my development and programming skills.<br><br> &nbsp; &nbsp; &nbsp;I consider myself a person who is passionate about games, from the oldest games to the most current ones. I've been a very creative person since I was a child and I really like the idea of being able to create new interactive worlds and have this interaction between people and the digital world.<br><br> &nbsp; &nbsp; &nbsp;At the moment I have been learning how to develop multiplayer games using <b>Photon Pun</b> and <b>Mirror Networking</b>, and in the future I intend to start learning game development in <b>VR</b> and <b>AR</b> too. In September 2023 I started learning <b>Front-End</b> to build this portfolio and have my projects combined with my own identity.",
        "aboutmedescriptionH1": "Hello! my name is <b><span>Jorge Mauadie!</span></b>",
        "contactme":"Contact me:"
    },
    {
        "language": "Português",          
        "projects": "Projetos",  
        "home": "Inicio",  
        "multiplayer": "Multijogador",
        "aboutme": "Sobre Mim",
        "resume": "Baixar Currículo",
        "descriptionShipDestroyer": "&nbsp; &nbsp; &nbsp;<b>Ship Destroyer</b> é um jogo mobile para <b>dispositivos Android</b> onde poderá lutar contra navios inimigos e destruí-los com seus canhões. Você também poderá escolher entre 6 navios diferentes, cada um com suas próprias habilidades especiais!<br><br> &nbsp; &nbsp; &nbsp;Esse jogo levou cerca de 3 meses para ser desenvolvido. Nesse projeto eu também trabalhei com a implementação do sistema <b>In-App-Purchase</b> e <b>AdMob</b>!",
        "descriptionABeastOutside": "&nbsp; &nbsp; &nbsp;<b>A Beast Outside</b> é um jogo que foi feito para uma Game Jam, cujo o tema era Horror and Feral Beast. Esse foi meu primeiro jogo para uma Game Jam no qual meu jogo ficou em quarto lugar entre 25 partifipantes!",
        "descriptionFPSMultiplayer": "&nbsp; &nbsp; &nbsp;Este é um jogo <b>multijogador</b> de tiro em primeira pessoa feito com <b>Photon Pun </b>com o propósito de aprender a ferramenta!",
        "aboutmedescriptionP": "&nbsp; &nbsp; &nbsp;Tenho 30 anos e sou <b><span>Desenvolvedor Unity</span></b> de São João de Meriti - RJ. Iniciei no desenvolvimento de jogos em Janeiro de 2022 e busco sempre melhorar meus conhecimentos na área, sendo autodidata, estudando e aprendendo por conta própria a fim de melhorar minhas habilidades de desenvolvimento e programação.<br><br> &nbsp; &nbsp; &nbsp;Me considero uma pessoa apaixonada por jogos, desde os jogos mais antigos até os mais atuais. Sou uma pessoa muito criativa desde criança e gosto muito da ideia de poder criar novos mundos interativos e ter essa interação entre pessoas e o mundo digital.<br><br> &nbsp; &nbsp; &nbsp;No momento tenho aprendido a desenvolver jogos multiplayer usando <b>Photon Pun</b>e <b>Mirror Networking</b>, e no futuro pretendo começar a aprender desenvolvimento de jogos em <b>VR</b> e <b>AR</b> também. Em Setembro de 2023 comecei a aprender <b>Front-End </b>para construir esse portfólio e ter meus projetos reunidos com minha própria identidade.",
        "aboutmedescriptionH1": "Olá! meu nome é <b><span>Jorge Mauadie!</span></b>",
        "contactme":"Contate-me:"
    }
]

