[
    {
        "language": "English",          
        "projects": "Projects",  
        "home": "Home",  
        "multiplayer": "Multiplayer",
        "aboutme": "About Me",
        "resume": "Download Resume",
        "descriptionSafezone": "&nbsp; &nbsp; &nbsp;<b>Safezone</b> is a third-person multiplayer survival game developed for the <b>Steam</b> platform, where you can interact with various players by forming groups and trading with each other in a safe area called <b>Safezone</b>. In this area, you can also interact with NPCs, buying and selling items and accepting missions that you can undertake individually or with a group of up to 4 players.<br><br>&nbsp; &nbsp; &nbsp;In this game, I worked with the <b>Mirror Networking</b> tool, dealing with multiplayer concepts such as RPC, Server Authoritative, and others.",
        "descriptionShipDestroyer": "&nbsp; &nbsp; &nbsp;<b>Ship Destroyer</b> is a mobile game for <b>Android devices</b> in which you can fight against enemy ships and destroy them with your cannons. You will also be able to choose between 6 different ships, each with their own special abilities!<br><br> &nbsp; &nbsp; &nbsp;This game took about 3 months to be developed. In this project I worked with implementation of <b>In-App-Purchase</b> and <b>AdMob</b> system as well!",
        "descriptionABeastOutside": "&nbsp; &nbsp; &nbsp;<b>A Beast Outside</b> is a game that takes place in a claustrophobic environment that was made for a Game Jam, with theme of game Horror and Feral Beast. It was my first game for a Game Jam in which my game came in fourth place out of 25 participants!",
        "descriptionFPSMultiplayer": "&nbsp; &nbsp; &nbsp;This is a shooter <b>multiplayer</b> game in first person made with <b>Photon Pun </b>for the purpose of learning the tool!",
        "descriptionDestructionOnWheels":"&nbsp; &nbsp; &nbsp;<b>Destruction on Wheels</b> is a prototype game made to portfolio of game development!",
        "aboutmedescriptionP2": "&nbsp; &nbsp; &nbsp;I am <span id='age'>30</span> years old and I am a <b><span>Unity Developer</span></b> from Brazil with experience of games published on the Google Play Console. I started game development in January 2022 and I always seek to improve my knowledge in the area, being self-taught, studying and learning on my own in order to improve my development and programming skills.<br><br>&nbsp; &nbsp; &nbsp; One of my most notable works is <b>Ship Destroyer</b>, a mobile game in which I developed several skills. I worked a lot on <b>OOP</b> and <b>Design Patterns</b> such as <b>(Singleton Pattern, Object Pooling, Scriptable Object, Observer Pattern)</b>. In this game I implemented Google's AdMob advertising system and I also implemented the system of purchases with In-App-Purchase.<br><br> &nbsp; &nbsp; &nbsp; In September 2023 I started learning <b>Front-End</b> with intention of build this portfolio and have my projects combined with my own identity. At the moment I have been learning <b>React.js</b> and <b>Flutter</b> so in the future I intend to start learning game development in <b>VR</b> and <b>AR</b> too.<br><br> &nbsp; &nbsp; &nbsp;I consider myself a person who is passionate about games, from the oldest games to the most current ones. I've been a very creative person since I was a child and I really like the idea of being able to create new interactive worlds and see this interaction between people and the digital world.",
        "aboutmedescriptionP1": "Hello! my name is <b><span>Jorge Mauadie!</span></b>",
        "contactme":"Contact me:",
        "year":"year of experiece",
        "yearAndMonth":"years of experience",
        "amonth":"month of experience",
        "moreMonths":"months of experience",
        "lessAMonth":"less a month of experience", 
        "welcome":"Welcome to my Portfolio!",
        "previewDescriptionSafezone":"play with up to 4 friends in this multiplayer survival game",
        "previewDescriptionShipDestroyer":"destroy enemy ships in this mobile game",
        "previewDescriptionABeastOutside":"experience brief terror in a claustrophobic environment",
        "previewDescriptionFpsMultiplayer":"a first-person multiplayer shooter game",
        "previewDescriptionDestructionOnWheels":"racing game made to a portfolio purpose",

        "freelanceDescriptionEvangelikids":"&nbsp; &nbsp; &nbsp;I worked as a freelancer on the <b>Evengelikids</b> App, in which I fixed bugs and I implemented In-App-Purchase.",
        "freelancePreviewDescriptionEvangelikids":"It is a Bible application!"
    },
    {
        "language": "Português",          
        "projects": "Projetos",  
        "home": "Inicio",  
        "multiplayer": "Multijogador",
        "aboutme": "Sobre Mim",
        "resume": "Baixar Currículo",
        "descriptionSafezone": "&nbsp; &nbsp; &nbsp;<b>Safezone</b> é um jogo de sobrevivência multijogador em terceira pessoa desenvolvido para a plataforma <b>Steam</b>, onde você poderá interagir com diversos jogadores podendo criar grupos e negociar entre si nessa área segura chamada, <b>Safezone</b>. Nessa área também poderemos interagir com NPCs, comprando e vendendo itens e aceitando missões nas quais poderemos entrar individualmente ou com um grupo de até 4 jogadores.<br><br>&nbsp; &nbsp; &nbsp;Neste jogo, trabalhei com a ferramenta <b>Mirror Networking</b>, lidando com conceitos de multiplayer como RPC, Server Authoritative, entre outros.",
        "descriptionShipDestroyer": "&nbsp; &nbsp; &nbsp;<b>Ship Destroyer</b> é um jogo mobile para <b>dispositivos Android</b> onde poderá lutar contra navios inimigos e destruí-los com seus canhões. Você também poderá escolher entre 6 navios diferentes, cada um com suas próprias habilidades especiais!<br><br> &nbsp; &nbsp; &nbsp;Esse jogo levou cerca de 3 meses para ser desenvolvido. Nesse projeto eu também trabalhei com a implementação do sistema <b>In-App-Purchase</b> e <b>AdMob</b>!",
        "descriptionABeastOutside": "&nbsp; &nbsp; &nbsp;<b>A Beast Outside</b> é um jogo que se passa em um ambiente claustrofóbico que foi feito para uma Game Jam, cujo o tema era Horror and Feral Beast. Esse foi meu primeiro jogo para uma Game Jam no qual meu jogo ficou em quarto lugar entre 25 partifipantes!",
        "descriptionFPSMultiplayer": "&nbsp; &nbsp; &nbsp;Este é um jogo <b>multijogador</b> de tiro em primeira pessoa feito com <b>Photon Pun </b>com o propósito de aprender a ferramenta!",
        "descriptionDestructionOnWheels":"&nbsp; &nbsp; &nbsp;<b>Destruction on Wheels</b> é um jogo protótipo feito para portfólio de desenvolvimento de jogos!",
        "aboutmedescriptionP2": "&nbsp; &nbsp; &nbsp;Tenho <span id='age'>30</span> anos, e moro na cidade de São João de Meriti - RJ. Sou <b><span>Desenvolvedor Unity</span></b> com experiência de jogos publicados na Google Play Console. Iniciei no desenvolvimento de jogos em Janeiro de 2022 e busco sempre melhorar meus conhecimentos na área, sendo autodidata, estudando e aprendendo por conta própria a fim de melhorar minhas habilidades de desenvolvimento e programação.<br><br>&nbsp; &nbsp; &nbsp; Entre um dos meus trabalhos mais notáveis está, <b>Ship Destroyer</b>, um jogo mobile em que desenvolvi diversas habilidades. trabalhei bastante <b>POO</b> e <b>Design Patterns</b> como <b>(Singleton Pattern, Object Pooling, Scriptable Object, Observer Pattern)</b>. Nesse jogo implementei o sistema de anúncios AdMob do Google e também implementei o sistema de compras com In-App-Purchase.<br><br> &nbsp; &nbsp; &nbsp; Em Setembro de 2023 comecei a aprender <b>Front-End </b> com a intenção de construir esse portfólio e ter meus projetos reunidos com minha própria identidade. No momento tenho aprendido <b>React.js</b> e <b>Flutter</b>, e no futuro pretendo começar a aprender desenvolvimento de jogos em <b>VR</b> e <b>AR</b> também.<br><br> &nbsp; &nbsp; &nbsp;Me considero uma pessoa apaixonada por jogos, desde os jogos mais antigos até os mais atuais. Sou uma pessoa muito criativa desde criança e gosto muito da ideia de poder criar novos mundos interativos e ver essa interação entre pessoas e o mundo digital.",
        "aboutmedescriptionP1": "Olá! meu nome é <b><span>Jorge Mauadie!</span></b>",
        "contactme":"Contate-me:",
        "year":"ano de experiêcia",
        "yearAndMonth":"anos de experiêcia",
        "amonth":"mês de experiêcia",
        "moreMonths":"meses de experiêcia",
        "lessAMonth":"menos de 1 mês de experiêcia", 
        "welcome":"Seja bem-vindo ao meu Portfólio!",
        "previewDescriptionSafezone":"jogue com até 4 amigos nesse jogo de sobrevivência multijogador",
        "previewDescriptionShipDestroyer":"destrua navios inimigos nesse jogo mobile",
        "previewDescriptionABeastOutside":"encare um breve terror em um ambiente claustrofóbico",
        "previewDescriptionFpsMultiplayer":"jogo de tiro multijogador em primeira pessoa", 
        "previewDescriptionDestructionOnWheels":"jogo de corrida feito com o propósito de portfólio",

        "freelanceDescriptionEvangelikids":"&nbsp; &nbsp; &nbsp;Eu trabalhei como freelancer no aplicativo <b>Evengelikids</b>, no qual consertei bugs e implementei o In-App-Purchase.",
        "freelancePreviewDescriptionEvangelikids":"É um aplicativo Bíblico!"
    }
]

